IDEA Open Model
MprlRecord.TableId Property
Compatible with IDEA StatiCa Beta 20.0
 Mprl TableId
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Guid TableId { get; set; }
Public Property TableId As Guid
	Get
	Set
Property Value
Type: Guid
See Also
Reference
MprlRecord Class
IdeaRS.OpenModel.Parameters Namespace